Repository: Kanooh/culturefeed
Catalog: culturefeed_uitpas/translations/culturefeed_uitpas.*.po
Languages: nl

source: Card system ID
nl: Kaartsysteem nummer

source: The card name, used as title in profile sections block.
nl: Naam van kaart (deze wordt gebruikt als titel in profielblok)

source: Card name
nl: Naam kaart

source: Show message to users without UiTPAS
nl: Bericht weergeven voor UiTPAS gebruikers

source: When checked a message is shown on each page when the UiTiD user does not have a UiTPAS activated, to remind him/her to activate their card.
nl: Ja, herinner UiTiD gebruikers eraan om hun UiTPAS online te activeren.

source: The message to show to users without UiTPAS
nl: Bericht voor UiTPAS gebruikers

source: You have successfully logged in, but you did not register your UiTPAS yet. Fill in the <a href="@register_url">necessary information</a> to consult your benefits and points balance. <a href="@toggle_url">Do not show this message again</a>.
nl: Je bent goed aangemeld. <a href="@register_url">Registreer je UiTPAS</a> om je voordelen en puntensaldo te raadplegen. <a href="@toggle_url">Dit bericht niet meer tonen</a>.

source: You can use @register_url to insert the registration URL in the message, and @toggle_url to insert the URL to toggle the message off, for example: Go <a href="@register_url">register your UiTPAS</a> now! <a href="@toggle_url">Do not show this message again<a>.
nl: Er zijn 2 variabelen beschikbaar: '@register_url' (=URL registratiepagina) & '@toggle_url' (=URL om melding niet meer weer te geven). Voorbeeld integratie: <a href="@register_url">Registreer je UiTPAS</a> nu! <a href="@toggle_url">Bericht niet meer weergeven<a>.

source: UiTPAS locations
nl: UiTPAS steden / gemeenten

source: Locations
nl: Steden / Gemeenten (Voeg alle beschikbare steden en gemeenten toe. Deze worden gebruikt als filter opties op /register_where)

source: UiTPAS registration page & block settings
nl: UiTPAS registratieinstellingen (pagina & block)

source: Culturefeed uitpas: event details advantages
nl: Culturefeed uitpas: beschikbare voordelen voor een activiteit of locatie

source: Culturefeed uitpas: profile (summary)
nl: Culturefeed uitpas: profielinformatie

source: Culturefeed uitpas: promotions highlight
nl: Culturefeed uitpas: voordeel in de kijker

source: Culturefeed uitpas: recent actions
nl: Culturefeed uitpas: recente acties

source: Culturefeed uitpas: user register
nl: Culturefeed uitpas: UiTPAS registratie

source: UiTPAS Advantages
nl: UiTPAS voordelen

source: My UiTPAS
nl: Mijn UiTPAS

source: Spotlight promotions
nl: Voordelen in de kijker

source: Recent actions
nl: Recente gebeurtenissen

source: Already own an UiTPAS?
nl: Heb je al een UiTPAS?

source: Make my UiTPAS actions available for others
nl: Toon op mijn profielpagina wanneer ik ergens een punt gespaard heb

source: Confirm
nl: Bevestigen

source: An overview of all your UiTPAS actions.
nl: Jouw UiTPAS acties.

source: Discover which promotions and advantages you are entitled to.
nl: Ontdek jouw UiTPAS voordelen.

source: My promotions
nl: Mijn voordelen

source: Find out which promotions and advantages you are entitled to.
nl: Ontdek op welke voordelen en geschenken je recht hebt

source: Points history
nl: Puntenhistoriek

source: Points balance
nl: Puntensaldo

source: Advantages
nl: Voordelen

source: Promotions
nl: Voordelen

source: Opportunities tariff with @system: !tariff
nl: Kansentarief voor @system: !tariff

source: Opportunities tariff for pass holders from another region: !tariff
nl: Kansentarief voor UiTPAS gebruikers uit een andere stad of gemeente: !tariff

source: Culturefeed uitpas: advantages: info
nl: Culturefeed uitpas: welkomstvoordelen: info

source: Culturefeed uitpas: advantages: title
nl: Culturefeed uitpas: welkomstvoordelen: titel

source: Culturefeed uitpas: promotions: info
nl: Culturefeed uitpas: ruilvoordelen: info

source: Culturefeed uitpas: promotions: title
nl: Culturefeed uitpas: ruilvoordelen: titel

source: Culturefeed uitpas: profile actions: intro
nl: Culturefeed uitpas: gebruikersacties : inleiding

source: Culturefeed uitpas: profile details: menu: advantages title
nl: Culturefeed uitpas: profielgegevens: menu: voordeel > titel

source: Culturefeed uitpas: profile details: menu: advantages description
nl: Culturefeed uitpas: profielgegevens: menu: voordeel > beschrijving

source: Culturefeed uitpas: profile details: menu: actions title
nl: Culturefeed uitpas: profielgegevens: menu: acties > titel

source: Culturefeed uitpas: profile details: menu: actions description
nl: Culturefeed uitpas: profielgegevens: menu: acties > beschrijving

source: Culturefeed uitpas: profile details: menu: notifications title
nl: Culturefeed uitpas: profielgegevens: menu: meldingen > titel

source: Culturefeed uitpas: profile details: menu: notifications description
nl: Culturefeed uitpas: profielgegevens: menu: meldingen > beschrijving

source: Culturefeed uitpas: profile details: title
nl: Culturefeed uitpas: profielgegevens: titel

source: Culturefeed uitpas: profile details: uitpas number
nl: Culturefeed uitpas: profielgegevens: UiTPAS nummer

source: Culturefeed uitpas: profile details: intro
nl: Culturefeed uitpas: profielgegevens: inleiding

source: Culturefeed uitpas: profile details: outro
nl: Culturefeed uitpas: profielgegevens: slot

source: Culturefeed uitpas: profile notifications: intro
nl: Culturefeed uitpas: meldingen: inleiding

source: Culturefeed uitpas: promotions highlight: more link text
nl: Culturefeed uitpas: voordeel in de kijker: lees meer > tekstlink

source: Culturefeed uitpas: register where: title
nl: Culturefeed uitpas: registreren / aankopen: titel

source: Culturefeed uitpas: register where: filters title
nl: Culturefeed uitpas: registreren / aankopen: titel (filters)

source: Culturefeed uitpas: register where: intro
nl: Culturefeed uitpas: registreren / aankopen: inleiding

source: Culturefeed uitpas: register where: outro
nl: Culturefeed uitpas: registreren / aankopen: slot

source: Culturefeed uitpas: registration confirmation: actions label
nl: Culturefeed uitpas: registratie bevestiging: label voor acties

source: Culturefeed uitpas: registration confirmation: intro
nl: Culturefeed uitpas: registratie bevestiging: inleiding

source: Culturefeed uitpas: registration confirmation: title
nl: Culturefeed uitpas: registratie bevestiging: titel

source: Culturefeed uitpas: user register: intro text
nl: Culturefeed uitpas: UiTPAS registratie: inleiding

source: Culturefeed uitpas: user register: number label
nl: Culturefeed uitpas: UiTPAS registratie: label voor UiTPAS nummer

source: Culturefeed uitpas: user register: submit value
nl: Culturefeed uitpas: UiTPAS registratie: label voor actieknop

source: Culturefeed uitpas: user register: apply text
nl: Culturefeed uitpas: UiTPAS registratie: label voor aanmelden

source: UiTPAS advantages
nl: UiTPAS welkomstvoordelen

source: UiTPAS history
nl: UiTPAS historiek

source: Provides Uitpas UI elements
nl: Biedt UiTPAS UI-elementen

source: UiTPAS Promotions
nl: UiTPAS ruilvoordelen

source: UiTPAS advantages settings
nl: UiTPAS welkomstvoordelen instellingen

source: Page title
nl: Paginatitel

source: Info text
nl: Informatie

source: This page shows all advantages for which UiTPAS holders can save points. Find out <a href="@search-url">where to save points</a>.
nl: Dit zijn alle welkomstgeschenken die je ontvangt na aankoop van je UiTPAS.

source: Number of advantages to display
nl: Aantal weer te geven welkomstvoordelen

source: Filter by
nl: Filter op

source: All card systems
nl: Alle kaartsystemen

source: Found %count advantages
nl: %count voordelen gevonden

source: Show all
nl: Toon alle

source: No results found
nl: Geen resultaten gevonden

source: Price at underprivileged tariff: € @tariff
nl: Kansentarief: € @tariff

source: Underprivileged tariffs
nl: Kansentarieven

source: Collect points
nl: Spaar punten

source: Show advantages at
nl: Toon voordelen bij

source: UiTPAS profile actions settings
nl: UiTPAS privacyinstellingen

source: Intro
nl: Inleiding

source: This page shows an overview of all your UiTPAS actions
nl: Een overzicht van de plaatsen waar je je UiTPAS reeds gebruikte

source: Number of actions to display
nl: Aantal weer te geven acties

source: My UiTPAS advantages settings
nl: Mijn UiTPAS welkomstgeschenken instellingen

source: My advantages
nl: Mijn voordelen

source: My Promotions
nl: Mijn voordelen

source: Welcome Advantages
nl: Welkomstvoordelen

source: First name
nl: Voornaam

source: Name
nl: Naam

source: Date of birth
nl: Geboortedatum

source: Place of birth
nl: Geboorteplaats

source: Male
nl: Man

source: Female
nl: Vrouw

source: Gender
nl: Geslacht

source: Nationality
nl: Nationaliteit

source: Street
nl: Straat

source: Nr
nl: Nummer

source: Zip
nl: Postcode

source: City
nl: Stad of gemeente

source: Telephone
nl: Telefoon

source: Mobile
nl: Mobiel

source: Save
nl: Opslaan

source: Invalid e-mail address
nl: Gelieve een geldig e-mailadres in te vullen

source: An error occurred.
nl: Er is een tijdelijke fout opgetreden. Probeer het later opnieuw.

source: Your changes have been saved.
nl: Jouw wijzigingen werden bewaard.

source: UiTPAS profile details settings
nl: UiTPAS accountinstellingen

source: Menu: advantages title
nl: Menu: voordelen > titel

source: Menu: advantages description
nl: Menu: voordelen > beschrijving

source: Menu: actions title
nl: Menu: acties > titel

source: Menu: actions description
nl: Menu: acties > beschrijving

source: Menu: notifications title
nl: Menu: meldingen > titel

source: My notifications
nl: Mijn meldingen

source: Menu: notifications description
nl: Menu: meldingen > beschrijving

source: Change your preferences for receiving personal notifications via email.
nl: Wijzig jouw instellingen om via e-mail op de hoogte gehouden te worden.

source: UiTPAS Title
nl: UiTPAS titel

source: UiTPAS Number (label)
nl: UiTPAS nummer (label)

source: UiTPAS number(s)
nl: UiTPAS nummer(s)

source: This page shows the UiTPAS card(s) you own and the personal information that has been registered when buying your card.
nl: Alle details van je UiTPAS-kaart(en) en de persoonlijke gegevens waarmee je UiTPAS geregistreerd werd.

source: Form title
nl: Titel formulier

source: My personal information
nl: Mijn persoonlijke gegevens

source: Form intro
nl: Introtekst formulier

source: This information has been captured from your eID and cannot be changed. Updates can only be done at official UiTPAS registration counters
nl: Deze informatie werd ingelezen van je eiD en kan niet aangepast worden. Wijzigingen kunnen enkel doorgevoerd worden aan een officiële UiTPAS registratiebalie.

source: Email description
nl: Beschrijving e-mail

source: This email address has been connected to your <a href="@edit-profile">online profile</a>. This address will be used for all communication regarding @site_name and UiTPAS.
nl: Dit e-mailadres is gekoppeld aan je <a href="@edit-profile">UiTiD-profiel</a> en zal gebruikt worden voor alle communicatie aangaande @site_name en UiTPAS.

source: Outro
nl: Slot

source: My UiTPAS promotions settings
nl: Mijn UiTPAS voordelen instellingen

source: Number of promotions to display
nl: Aantal weer te geven voordelen

source: Title for the promotions
nl: Voordelen

source: Your UiTPAS advantages
nl: Jouw UiTPAS voordelen

source: Title for the upcoming promotions
nl: Wordt verwacht

source: Just a few points more for
nl: Nog enkele punten sparen ...

source: More link text
nl: Meer informatie

source: Show all my promotions
nl: Toon al mijn UiTPAS voordelen

source: UiTPAS promotions settings
nl: UiTPAS voordelen instellingen

source: This page shows all promotions for which UiTPAS holders can save points. Find out <a href="@search-url">where to save points</a>.
nl: Dit zijn alle voordelen waarvoor je met een UiTPAS punten kan sparen. Punten sparen kan op <a href="@search-url">deze evenementen</a>.

source: Show advantages above the promotions list.
nl: Toon welkomstvoordelen boven de lijst met ruilvoordelen

source: Number of advantages to show above the promotions list
nl: Aantal welkomstvoordelen die getoond worden boven lijst met ruilvoordelen.

source: Found %count promotions
nl: %count voordelen gevonden

source: Show all advantages
nl: Toon alle welkomstgeschenken

source: Show all promotions
nl: Toon alle UiTPAS voordelen

source: Default image
nl: Standaardafbeelding

source: Use full url or an absolute path.
nl: Gebruik een volledige URL of een absolute hyperlink.

source: UiTPAS register where settings
nl: UiTPAS registreren / aankopen instellingen

source: Title
nl: Titel

source: Get your UiTPAS
nl: Haal nu je UiTPAS

source: Filters title
nl: Titel (Filters)

source: Registration counters
nl: Registratiebalies

source: You can get an UiTPAS at one of these registration counters. An UiTPAS costs 5 EURO. Younger than 18 years? Then you'll pay 2 EURO. For people with an opportunities tarrif UiTPAS is free. You'll need your eID to register your UiTPAS.
nl: Je kan een UiTPAS halen op één van deze registratiepunten. Een UiTPAS kost 5 EURO. Ben je jonger dan 18 jaar? Dan betaal je slechts 2 EURO. Voor mensen met een kansenstatuut is de UiTPAS gratis. Voor de registratie van een UiTPAS heb je een eID nodig.

source: Important: you'll need your eID to register your UiTPAS. <a href="@read-more">Read more</a> about the UiTPAS project.
nl: Belangrijk: voor de aankoop van een UiTPAS heb je je eID nodig. <a href="@read-more">Lees meer</a> over het UiTPAS-project.

source: Number of points of sale to display
nl: Aantal weer te geven verkooppunten (standaard)

source: Register your UiTPAS
nl: Registreer jouw UiTPAS

source: All
nl: Alle

source: Search
nl: Zoeken

source: Complete your profile
nl: Vervolledig je profiel

source: An error occured.
nl: Er is een tijdelijke fout opgetreden. Probeer het later opnieuw.

source: UiTPAS registration confirmation settings
nl: UiTPAS registratieinstellingen

source: You are now registered on UiTPAS
nl: Je UiTPAS werd goed geregistreerd

source: Intro text
nl: Inleiding

source: You can now manage your points balance and personal promotions
nl: Je kan voortaan je puntensaldo en persoonlijke voordelen online raadplegen.

source: Actions label
nl: Tekstlabel om UiTPAS acties zichtbaar te maken voor andere gebruikers

source: Can we use your UiTPAS data to complete your profile?
nl: Mogen we je profiel updaten met de gegevens op je UiTPAS?

source: Yes
nl: Ja

source: No
nl: Nee

source: UiTPAS synchronization settings
nl: UiTPAS synchronisatie instellingen

source: Text
nl: Tekst

source: Register here, so you can follow your UiTPAS advantages and points balance online.
nl: Registreer je UiTPAS en beheer jouw puntensaldo en voordelen online.

source: Username
nl: Gebruikersnaam

source: UiTPAS number
nl: UiTPAS nummer

source: Register UiTPAS
nl: Registreer UiTPAS

source: Already registered? <a href="@url">Apply here</a>.
nl: Ben je al geregistreerd? <a href="@url">Aanmelden</a>.

source: Invalid date of birth.
nl: Gelieve een geldige geboortedatum in te vullen.

source: Invalid UiTPAS number.
nl: Gelieve een geldig UiTPAS nummer in te vullen.

source: User already activated.
nl: Dit UiTPAS nummer is reeds in gebruik.

source: Missing required fields.
nl: Gelieve alle verplichte velden in te vullen.

source: Invalid date.
nl: Gelieve een geldige datum in te vullen.

source: Unknown UiTPAS number.
nl: Dit UiTPAS nummer is niet in gebruik.

source: Action failed.
nl: Er is een fout opgetreden. Probeer het later opnieuw.

source: We are unable to process your request at this moment. Please try again later.
nl: Het registreren van je UiTPAS is tijdelijk niet mogelijk. Probeer het later opnieuw.

source: Title for the registration page
nl: Titel (Registratiepagina)

source: Label for UiTPAS number field
nl: UiTPAS nummer

source: Value for the submit button
nl: Label actieknop UiTPAS registreren

source: Continue
nl: Doorgaan

source: Apply text
nl: Tekstlink aanmelden UiTPAS gebruikers

source: How to exchange
nl: Hoe omruilen

source: At
nl: Bij

source: From !date
nl: Van !date

source: valid until !date
nl: geldig tot !date

source: Provided by @provider
nl: Aangeboden door @provider

source: Only available for
nl: Enkel geldig voor

source: @min - @max of @total promotions
nl: @min - @max van @total voordelen

source: of
nl: van

source: promotions
nl: voordelen

source: Date
nl: Datum

source: Activity name
nl: Activiteit

source: Location
nl: Locatie

source: Points
nl: Punten

source: No results found.
nl: Geen resultaten gevonden.

source: valid till !date
nl: Geldig tot !date

source: Opportunity status
nl: Kansentarief

source: Register new UiTPAS
nl: Registreer nieuwe UiTPAS

source: My personal data
nl: Mijn persoonlijke gegevens

source: point
nl: punt

source: points
nl: punten

source: !points points
nl: !points punten

source: Anonymous
nl: Anoniem

source: saved
nl: spaarde

source: at
nl: bij

source: ago
nl: geleden

source: Until end of stock
nl: Zolang voorraad strekt

source: This is a welcome advantage
nl: Dit is een welkomstgeschenk

source: not any longer in stock
nl: Niet meer op voorraad

source: Until @date
nl: Tot @date

source: You have insufficient points
nl: Je hebt onvoldoende punten

source: 1 point
nl: 1 punt

source: Culturefeed UiTPAS promotions query
nl: Culturefeed UiTPAS zoekopdracht voordelen

source: Query on UiTPAS promotions.
nl: Zoekopdracht UiTPAS voordelen

source: UiTPAS promotions
nl: UiTPAS voordelen

source: The promotion ID.
nl: Voordeel ID

source: The promotion title.
nl: Voordeel titel

source: The points necessary to make use of the promotion.
nl: Omruilwaarde.

source: Cashin state
nl: Omruilstatus

source: The cashin state of the promotion.
nl: Omruilstatus voordeel

source: Unexpired
nl: Beschikbaar

source: If the promotion is not expired yet.
nl: Als het voordeel beschikbaar is.

source: In spotlight
nl: In de kijker

source: If the promotion is in the spotlight.
nl: Bij voordeel in de kijker

source: Owning card system
nl: Verantwoordelijk [kaartsysteem]

source: The card system owning the promotion.
nl: Verantwoordelijk [kaartsysteem]

source: Applicable card system
nl: Gekoppeld [kaartsysteem]

source: The card system the promotion is applicable to.
nl: Voordeel geldig voor [kaartsysteem]

source: Cashing period begin
nl: Omruilen mogelijk vanaf

source: The start of the promotion's cashing period.
nl: Omruilen mogelijk vanaf

source: Cashing period end
nl: Omruilen mogelijk tot

source: The end of the promotion's cashing period.
nl: Omruilen mogelijk tot

source: Creation date
nl: Creatiedatum

source: The creation date of the promotion.
nl: Voordeel toegevoegd op

source: Description 1
nl: Beschrijving (inleiding)

source: The description (1) of the promotion.
nl: Beschrijving voordeel (inleiding)

source: Description 2
nl: Beschrijving (extra)

source: The description (2) of the promotion.
nl: Beschrijving voordeel (extra)

source: Image
nl: Afbeelding

source: The images of the promotion.
nl: Afbeeldingen (voordeel)

source: Show all available images
nl: Toon alle afbeeldingen

source: Enable to show all images.
nl: Maak het mogelijk om alle afbeeldingen weer te geven.

source: Maximum height for images
nl: Maximum hoogte voor afbeeldingen

source: Maximum width for images
nl: Maximum breedte voor afbeeldingen

source: Link this field to the original piece of content
nl: Link dit veld aan de oorspronkelijke inhoud

source: Enable to override this field's links.
nl: Maak het mogelijk om hyperlinks te overschrijven.

source: Missing text format: %format.
nl: Ontbrekende tekstopmaak: %format.

source: Card system ID of the Drupal installation.
nl: Kaartsysteem ID (Drupal)

source: now
nl: Nu
